{
  "name": "W3 Training",
  "description": "*You’ve faced the ghosts of Spirit Vale and uncovered the truth behind Salvation Pass; now the final steps of your journey lie before you. Prepare to enter the Stronghold of the Faithful and challenge the White Mantle in their own territory. Cut through to the heart of their plans, or you and your allies may be lost forever to their twisted magic.*\n\nThis is the third raid and final wing of the Forsaken Thicket. We will have four encounters:\n\n<:escort:841311758147911742> **Escort** - An easy encounter with a lot of mobs.\n<:keepconstruct:703930783223644200> **Keep Construct** - An easy bursty boss that favours power DPS.\n<:twistedcastle:703930902840868914> **Twisted Castle**- A confusing maze-like encounter.\n<:xera:703930902069117008> **Xera** - A medium difficulty boss that **requires** the Ley Line Gliding mastery.\n\nThe <:alac_healer:1023021148612595793>  **Heal Alacrity (Tank)** will be expected to tank <:keepconstruct:703930783223644200> **Keep Construct** and <:xera:703930902069117008> **Xera**. Tanking is toughness-based, so you're expected to take some toughness via gear such as `Minstrel's` or `Giver's` to take aggro. For <:xera:703930902069117008> **Xera**'s tanking in particular, I'd recommend that you watch a PoV in <#776399505376411659> to get an idea of how the tanking is done. Explanations will be given as well during the fight.\n\nThe 🟣 **DPS (Towers)** will be expected to do the `Towers` mechanic on Escort, which can only be done effectively by a Mesmer. For this, you can either do the regular strategy of portalling people up to the towers or the more difficult strategy of attempting to solo the towers yourself. PoVs are all available in <#776399505376411659>, and as much toughness as you can is strongly recommended if you want to do the solo towers strategy.\n\n⚠️`**IMPORTANT**`: Do not join this raid unless you have the **Ley Line Gliding** mastery! You need it to defeat the last boss.⚠️\n\nLet me know if you have any questions!",
  "comp": [
    {
      "name": "🔴 DPS",
      "requiredParticipants": 5
    },
    {
      "name": "🟣 DPS (Towers)",
      "requiredParticipants": 1
    },
    {
      "name": "<:quick_dps:1022999237824352416> Quick DPS",
      "requiredParticipants": 2
    },
    {
      "name": "<:alac_healer:1023021148612595793> Heal Alacrity (Tank)",
      "requiredParticipants": 1
    },
    {
      "name": "🤎 Heal Alacrity",
      "requiredParticipants": 1
    }
  ],
  "duration": 3
}
